[
  {
    "color": "DEFAULT",
    "isTrashed": false,
    "isPinned": false,
    "isArchived": false,
    "annotations": [
      {
        "description": "Why choose MUMUM aerator shoes as your garden helper? Many reasons below: 1,We choose Aluminum Alloy plate as sole which is heavy-duty, durable,the plastic ones in the market are easy broke,just like a one-time tool. 2,The uppers are assembled with rivets,stable and good-looking ,you can wear sho...",
        "source": "WEBLINK",
        "title": "MUMUMU Manual Lawn Aerator Shoes, Aluminum Soleplate Sandals with Stainless Steel Spikes Aeration Shoes, All Straps Assembled with Rivets, Adjustable Spiked Shoes, One-Size-Fits-All",
        "url": "https://www.amazon.com/MUMUMU-Soleplate-Stainless-Adjustable-One-Size-Fits-All/dp/B09HTB77JY"
      }
    ],
    "textContent": "Okay here is my character so far:\n\nYouren\nLooks roughly like me but without a beard, because I am unimaginative\nAge 31 like me because I am unimaginative\nHas an abundance of parents, almost too many parents, raised in a house where aunts and uncles helped out\nGrew up hearing stories about Zhuren and wanted to be a hero too\nThink there’s a solution for everything\nMaybe Zhuren’s solution was the right one at the time, but there was a better alternative; otherwise why would the solution “run out?”\nMust be a way to heal the world and balance/bring back the power, because it can’t have just gone away…\nShen was a god\nYou can’t just “use up” a god… gotta go somewhere\nThe tree Shu is probably the answer, maybe the answer is up in those branches somewhere, or at the top, or inside the trunk… it’s not the heart that I’m looking for, but a way to bring back Shen and convince him to spread the power, or maybe to decentralize the power in some other sustainable way\nNo idea what I’m doing, but dead end job and no girlfriend/wife or mortgage so time to head for the tree and see what I can do about this mess\n\nStarting gear:\n- 2 feet of godhair cord\n- Pair of mittens\n- Pair of leather gloves\n- Backup pair of leather gloves\n- 50 feet of rope (strong enough to rappel with)\n- Poncho\n- Pair of like metal climbing cleat things I can strap onto my boots, kind of like this: https://a.co/d/79ePQcq (is this okay?)\n- Hammock I can wrap around a branch to sleep in\n- Flint and steel/fire starter\n- Small Kerosene cooking grill thing, like for camping\n- Bottle of kerosene\n- Wicking cotton\n- Machete\n- Five railroad-style iron spikes\n- Mallet\n- Grappling hook\n- Water skein\n- 3ft x 3ft waxed cloth\n- Jerky and dense cakes and cheese or whatever",
    "title": "",
    "userEditedTimestampUsec": 1658523432401000,
    "createdTimestampUsec": 1658519520692000
  },
  {
    "color": "DEFAULT",
    "isTrashed": false,
    "isPinned": false,
    "isArchived": false,
    "annotations": [
      {
        "description": "Microwaves contain a goldmine of bits for the electronics tinkerer, from transformers for a Tesla coil to simple, robust switches for your hobby projects. But a microwave can also be dangerous!",
        "source": "WEBLINK",
        "title": "How to Safely Take Apart a Microwave and What to Do With the Parts",
        "url": "https://www.makeuseof.com/tag/safely-take-apart-microwave/"
      }
    ],
    "textContent": "https://www.makeuseof.com/tag/safely-take-apart-microwave/",
    "title": "",
    "userEditedTimestampUsec": 1601353986730000,
    "createdTimestampUsec": 1601353986730000,
    "labels": [{ "name": "Project" }, { "name": "Build" }]
  }
]
